Fuzzing/Data/shibboleth/helsinki/b5c0fbec1aee5c518051a331b03b246735eab86f/queue/id:000466,src:000321+000460,op:splice,rep:2:1

REQUEST_URI=/Shibboleth.sso/Artifact/SOAP
CONTENT_TYPE=text/xml

<S:Envens:c3Bvbvelope/"><S:Body><S:Fault><faultcode>S:Serverdy>lope>dy>lope>dy>lope>dy>lope>dy>lope>dy>lopeZRFZRUU"""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""S="http://org/soap/enveloptring></S:Fault></S:Body><S:Fai</S:Body><S:Failt><faultcode>S:Server</faultcodquest.</faultRI=/Shibboleth.sso/xml

<S:Envelope xmlns:S="http:/pe/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Fault><faultcode>S:oepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibboleth.sso/Arti
<S:Envelope xmlns:S="http://schemas.xmlsoap.oÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fau/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttprror processieg request.</faultRI=/Shibboleth.sso/Arti
<S:Envelope xmlns:S="http://sch><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/ShNT_TYPE=text/xml

<S:Envelope xmlns:S="http://://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Ersso/Artifact/SOAP
CONTENT_TYPE=txml

<S:Enve="htvelo><S:BodyBody/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring>/S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRIONTElope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/ShibboYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Fault><faultcode>S:oepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibboleth.sso/Art

<S:Envelope xmlns:S="http://sc"]<S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>SS:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Fault></S:Body></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>